{
    "success": true,
    "error": false,
    "payload": {
        "data": [
            {
                "_id": "6629e2226ab8a367293436b2",
                "title": "Laptop gamer HP Victus 15-fb1013dx gris 15.6\", AMD Ryzen 5 7535HS 16GB de RAM 512GB SSD, NVIDIA GeForce RTX 2050 144 Hz 1920x1080px Windows 11 Home",
                "description": "La laptop HP Victus 15-fb1013dx es una solución tanto para trabajar y estudiar como para entretenerte. Al ser portátil, el escritorio dejará de ser tu único espacio de uso para abrirte las puertas a otros ambientes ya sea en tu casa o en la oficina.\n\nPantalla con gran impacto visual\nSu pantalla IPS de 15.6\" y 1920x1080 px de resolución te brindará colores más vivos y definidos. Tus películas y series preferidas cobrarán vida, ya que ganarán calidad y definición en cada detalle.\n\nEficiencia a tu alcance\nSu procesador AMD Ryzen 5 de 6 núcleos, te permitirá ejecutar programas variados y procesos indispensables para desenvolverte en el día a día, ya sea en tu trabajo o en los momentos de ocio en tu hogar.\n\nPotente disco sólido\nEl disco sólido de 512 GB hace que el equipo funcione a gran velocidad y por lo tanto te brinda mayor agilidad para operar con diversos programas.\n\nUn procesador exclusivo para los gráficos\nSu tarjeta gráfica NVIDIA GeForce RTX 2050 convierte a este dispositivo en una gran herramienta de trabajo para cualquier profesional del diseño. Te permitirá lograr una gran performance en todos tus juegos y en otras tareas cotidianas que impliquen procesamiento gráfico.\n\nAviso legal\n• La duración de la batería depende del uso que se le dé al producto.",
                "stock": "6",
                "price": "14899",
                "pcode": "LP456923",
                "category": "Laptops",
                "fecharegistro": "2024-04-24T22:54:58-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714020898279-D_NQ_NP_828262-MLA73040130860_112023-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714020898281-D_NQ_NP_988145-MLA73121991789_112023-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:54:58.328Z",
                "updatedAt": "2024-05-14T02:08:56.479Z",
                "__v": 0,
                "id": "6629e2226ab8a367293436b2"
            },
            {
                "_id": "6629e0fe6ab8a367293436a8",
                "title": "Laptop Gamer Msi Cyborg 15 Rtx 4050 I5 16gb 512ssd + Mochila",
                "description": "Adéntrate en la vanguardia de la tecnología con la Laptop Gamer MSI Cyborg 15 A13VE-446MX, donde el diseño cyberpunk se encuentra con la potencia. Esta máquina, con su estética mecanizada y futurista, está equipada con una pantalla Full HD de 15.6 pulgadas y una tasa de refresco de 144 Hz, garantizando una experiencia visual inmersiva y fluida. Impulsada por el procesador Intel Core i5-13420H y respaldada por 16 GB de memoria RAM DDR5, expandible hasta 64 GB, esta laptop está diseñada para ejecutar los juegos más exigentes. La tarjeta gráfica NVIDIA GeForce RTX 4050 asegura gráficos impresionantes, mientras que el SSD de 512 GB ofrece almacenamiento ultrarrápido. Conectividad completa con puertos USB 3.2, DisplayPort, HDMI, y más, junto con un teclado retroiluminado y sonido estéreo, la Cyborg 15 es tu entrada a una experiencia de juego sin precedentes.",
                "stock": "164",
                "price": "20999",
                "pcode": "LP45",
                "category": "Laptops Gamers",
                "fecharegistro": "2024-04-24T22:50:06-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714020606845-D_NQ_NP_2X_710157-MLU74433487866_022024-F.webp"
                    },
                    {
                        "path": "public\\uploads\\1714020606846-D_NQ_NP_837845-MLU74941146238_032024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:50:06.894Z",
                "updatedAt": "2024-05-15T04:19:25.556Z",
                "__v": 0,
                "id": "6629e0fe6ab8a367293436a8"
            },
            {
                "_id": "6629da476ab8a36729343681",
                "title": "Celular Cubot P80 Dual Sim 256 Gb Global 8 Gb Ram 5200mah Android 13",
                "description": "Recordatorio:\n\n*La mayoría de las tarjetas SIM de México funcionan.\nPor ejemplo: Telcel, Movistar, AT&T, Altan, Unefon, Bait y otros, todos son compatibles.\n\n*Contamos con un centro de reparación en México y brindamos servicios de reparación. Si tienes algún problema, por favor contáctanos y estaremos dispuestos a solucionarlo.\n\n*El teléfono tiene solo un altavoz y hay dos filas de orificios en la parte inferior, uno para el micrófono y otro para el altavoz. Gracias.\n\nArtículo: P80\nSistema operativo: Android 13\nMemoria:\nRAM: 16GB (8GB+8GB Extendida) .\nROM: 256GB.\nAdmite tarjeta TF de hasta 1 TB ampliada.\n\nRanura para tarjetas:\nDoble tarjeta Nano SIM o 1 Nano SIM y 1 tarjeta Micro/TF\n\nRed:\nGSM 850/900/1800/1900MHz\nWCDMA _ 1/2/4/5/6/8/19\nFDD_1/2/3/4/5/7/8/12/13/17/18/19/20/26/28A+B/66\nTDD:38/39/40/41\n\nLista de embalaje:\nCelular x1\nCable USB x1\nCargador US x1\nFunda protectora x1\nMica x1\nAuricular x1\nManual de usuario x1\nPin de tarjeta SIM x 1\n\n\nEl Avanzado Sistema Android 13:\nEl CUBOT P80 telefono móvil libres está equipado con el nuevo sistema Android 13, que no solo proporciona más opciones independientes, sino que también garantiza una experiencia de usuario fluida e intuitiva. El avanzado y texturizado CUBOT P80 smartphone pesa 217 g, tiene un grosor de 9,75 mm y se adapta cómodamente a la mano. Un regalo ideal para familiares y amigos, perfecto para cumpleaños, el Día del Padre, el Día de la Madre y mucho más.\n\n6.58-inch FHD+ Capacitive Touchscreen:\nCUBOT P80 Telefonos Moviles Libres muestra en una pantalla táctil capacitiva FHD+ de 6,58 pulgadas con una resolución de 2408*1080, relación de aspecto 20:9, ofrece colores más vivos y contrastes más fuertes, restaura los verdaderos colores del mundo, hace que cada imagen sea clara y vívida. CUBOT P80 Móviles ofrece una experiencia de cine premium, una fiesta visual para los sentidos, ya sea jugando o viendo vídeos.\n\nMediaTek MT8788&16GB RAM+256GB ROM:\nEl potente procesador MediaTek MT8788 y octa-core hacen que CUBOT P80 smartphone sea rápido y eficiente, garantizando una experiencia de juego enérgica a pesar de la multitarea. Moviles equipado con una combinación de almacenamiento de 16GB RAM (8GB+8GB Extendida) + 256GB ROM(hasta 1TB), ofrece mucho espacio para todos tus archivos favoritos. La memoria se puede ampliar en cualquier momento y lugar para garantizar una experiencia de usuario perfecta. Admite tarjeta TF de hasta 1 TB ampliada.\nLa memoria RAM original del sistema del teléfono es de 8 GB, puedes ampliar la memoria hasta 16 GB en el sistema de forma gratuita.\n\n48MP+24MP Cámara&2MP Macro:\nCUBOT P80 moviles baratos y buenos está equipado con sistema de cámara de nivel profesional, con tres lentes diferentes. Telefonos moviles libres 48MP cámara principal ultra nítida, soporta panorama, retrato, modo nocturno más, que le puede traer la experiencia de disparo más clara y vívida de color. La cámara frontal de 24 MP utiliza el modo inteligente AI Beautify, que captura tu belleza de forma más natural. El modo macro encuentra la belleza en el detalle.\n\n5200mAh batería de larga duración&OTG:\nCUBOT P80 teléfono movil con Battery Health Engine, las velocidades de carga se mantienen automáticamente para un rendimiento óptimo de la batería. Sostiene la ansiedad con una batería de 5200mAh para darle un mayor tiempo de entretenimiento. La función carga rápida de 18W puede cargar completamente la batería en 2 horas. La función OTG soporta la carga inversa, el smartphone CUBOT P80 como un banco de energía, de vuelta a la energía en ningún momento!\n\nFingerprint & Multi-Function NFC:\nCUBOT P80 telefonos moviles libres diseño para sensor de huellas digitales & botón de encendido Botón 2 en 1, fácil de alcanzar, rápido de desbloquear. CUBOT P80 smartphone sin contrato Soporta NFC multifuncional para pagos móviles fáciles y transferencia de datos conveniente, seguridad desarrollada y conveniencia para los usuarios.\n\nCompatibilidad Global & 4G Dual SIM:\nCUBOT P80 Teléfono móvil libres manténgase conectado donde quiera que vaya con la compatibilidad de red global del Cubot P80 moviles baratos, admite 2 tarjetas NANO SIM o 1 tarjeta NANO SIM + 1 tarjeta TF. CUBOT P80 telefono movil combina el sistema de navegación GPS/GLONASS/Galileo para localizar su destino con precisión, proporcionar comodidad para su vida.",
                "stock": "250",
                "price": "2266",
                "pcode": "asd",
                "category": "Celulares",
                "fecharegistro": "2024-04-24T22:21:27-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714018886828-D_NQ_NP_2X_872221-CBT69325164404_052023-F.webp"
                    },
                    {
                        "path": "public\\uploads\\1714018886829-D_NQ_NP_932404-CBT69548404884_052023-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:21:27.523Z",
                "updatedAt": "2024-05-01T20:47:26.680Z",
                "__v": 0,
                "id": "6629da476ab8a36729343681"
            },
            {
                "_id": "6629dfec6ab8a3672934369e",
                "title": "Nothing Phone (2a) Dual SIM 256 GB negro 12 GB RAM",
                "description": "Experiencia visual increíble\nMira tus series y películas favoritas con la mejor definición a través de su pantalla AMOLED de 6.7\". Disfruta de colores brillantes y detalles precisos en todos tus contenidos.\n\nCapacidad y eficiencia\nCon su potente procesador y memoria RAM de 12 GB tu equipo alcanzará un alto rendimiento con gran velocidad de transmisión de contenidos y ejecutará múltiples aplicaciones a la vez sin demoras.\n\nDesbloqueo facial y dactilar\nMáxima seguridad para que solo tú puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido.\n\nBatería de duración superior\n¡Desenchúfate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas.\n\nCapacidad de almacenamiento ilimitada\nOlvídate de borrar. Con su memoria interna de 256 GB podrás descargar todos los archivos y aplicaciones que necesites, guardar fotos y almacenar tus películas, series y videos favoritos para reproducirlos cuando quieras.",
                "stock": "226",
                "price": "2580",
                "pcode": "CR3",
                "category": "Celulares",
                "fecharegistro": "2024-04-24T22:45:32-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714020332398-D_NQ_NP_2X_701944-MLA75014143502_032024-F.webp"
                    },
                    {
                        "path": "public\\uploads\\1714020332399-D_NQ_NP_2X_899794-MLU75335889009_032024-F.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:45:32.452Z",
                "updatedAt": "2024-05-04T06:58:23.322Z",
                "__v": 0,
                "id": "6629dfec6ab8a3672934369e"
            },
            {
                "_id": "6629e67e6ab8a367293436c8",
                "title": "Cámara Seguridad Wifi Smart Dual Lente Zoom Óptico 15x 4mp",
                "description": " Audio de dos vías claro\nLa cámara está construida con micrófono y altavoz. Para que pueda hablar con sus hijos a distancia a través de su teléfono inteligente cuando quiera.\n\n- 15X PTZ Zoom\nLa cámara puede acercar para ver información más detallada de otros objetos sin acercarse, o alejar para obtener una vista más y más grande.\n\n- 4K / 4MP resolución HD\nVer vídeo más claro, proporcionar suficiente seguridad, una alta resolución de 2MP o un real 2K full HD para la opción.\n\n- Seguimiento automático de la inteligencia artificial\nEl algoritmo de detección humana reduce las alertas falsas de detección de movimiento filtrando características humanas. El seguimiento inteligente permite a la cámara rastrear objetos en movimiento. Cuando esté activada, la cámara comenzará a grabar y seguir automáticamente el objeto en movimiento.\n\n- Ecos de la sesión\nRápidamente encuentra objetivos humanos e inmediatamente envía una notificación a su teléfono, permitiéndole ver lo que sucede en cualquier lugar. Sólo detecta la forma humana y no disparará falsamente para objetos tales como coches y árboles.\n\n- Control remoto PTZ\nRota 355 horizonty 100 vertic, puede controlarlo en la aplicación 390EYES directamente cuando quiera y donde quiera que esté.\n\nCaracterísticas principales:\n(1)nombre de la aplicación: 390EYES\n(2)la cámara de seguridad de doble objetivo 2MP puede ver claramente más detalles del zoom con una imagen UHD\n(3)zoom 15x le permite acercar para obtener detalles sorprendentes o alejarla para obtener la máxima cobertura\n(4) micrófono y specaker incorporados, soporte de audio de 2 maneras\n(5)apoyo AI de seguimiento automático humano, detección de movimiento wifi PTZ cámara de seguridad\n(6)la bandeja de apoyo y el azulejo rotan 355 grados horizonty 90 grados vertic.\n(7)Compatible con múltiples protocolos: http,HTPPS,TCP,IPV4,UDP,ICMP,DHCP,DNS,QoS\n(8) soporte de tarjeta micro SD: tarjeta TF max 128G, almacenamiento local con sus datos, más seguridad de la tarjeta SD y almacenamiento en la nube\n\nGarantía del vendedor: 60 días",
                "stock": "28",
                "price": "278",
                "pcode": "CM01",
                "category": "Cámaras de seguridad",
                "fecharegistro": "2024-04-24T23:13:34-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714022014695-D_NQ_NP_715669-CBT74643435975_022024-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714022014695-D_NQ_NP_755075-CBT74518014340_022024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T05:13:34.743Z",
                "updatedAt": "2024-05-01T21:26:50.259Z",
                "__v": 0,
                "id": "6629e67e6ab8a367293436c8"
            },
            {
                "_id": "6629e57e6ab8a367293436bb",
                "title": "Smart TV Motorola 2024 MOT32HLE11 DLED Google TV HD 32\"",
                "description": "Con el Smart TV MOT32HLE11 accederás a las aplicaciones donde se encuentran tus contenidos favoritos. Además, podrás navegar por Internet, interactuar en redes sociales y divertirte con videojuegos.\n\nDirect LED para una mejor iluminación\nSu pantalla DLED potencia todas las cualidades de la tecnología LED en cuanto a colores y detalles. Distribuye diodos por toda la pantalla de manera uniforme proporcionando así tonalidades e imágenes más nítidas. A su vez, aporta un mayor ángulo de visión y resuelve problemas como el brillo desigualado, escapes de luz o falta de contraste.\n\nSumérgete en la pantalla\nSu resolución HD te presentará imágenes con gran detalle y alta definición. Ahora todo lo que veas cobrará vida con brillo y colores más reales.",
                "stock": "16",
                "price": "2899",
                "pcode": "TV50",
                "category": "Televisores",
                "fecharegistro": "2024-04-24T23:09:18-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714021757460-D_NQ_NP_689723-MLA73037033032_112023-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714021757461-D_NQ_NP_794227-MLU73290065353_122023-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T05:09:18.152Z",
                "updatedAt": "2024-04-25T05:09:18.152Z",
                "__v": 0,
                "id": "6629e57e6ab8a367293436bb"
            },
            {
                "_id": "6629e6b66ab8a367293436cb",
                "title": "2pcs Cámara De Seguridad Wifi De 360° Visión Nocturna Alarma",
                "description": "Nota: Si necesita manual de instrucciones en español, no dude en ponerse en contacto con nosotros!!!\nWiFi: 2,4 GHz\nApp:YI IoT\n\nHola estimado cliente, no presente quejas a voluntad, si tiene alguna pregunta, puede comunicarse conmigo, podemos resolver el problema por usted, si no podemos resolverlo, le daremos un reembolso completo.\n\n\ncaracterística:\n1. Función: el cabezal de la lámpara es un cabezal de lámpara E27 general, que es fácil de instalar, admite iluminación de doble luz, ángulo de rotación y traducción de 360 grados, visualización remota del móvil, conexión wifi, detección inteligente del movimiento humano pantalla y alarma anormal, detecta a alguien que entre a la cámara y enciende automáticamente la alarma, intercomunicador de voz bidireccional inteligente en tiempo real, admite tarjeta de memoria de hasta 64G, admite almacenamiento en nube y tarjeta TF de almacenamiento de datos.\n2 . Uso: utilizado para monitoreo de seguridad en el hogar, oficina, almacén, monitoreo de seguridad en tiendas.\n3. Personas aplicables: adecuado para todas las personas con necesidades de monitoreo de seguridad.\n4. Diseño de apariencia: simula la forma de una bombilla.\n5. La instalación es supersencilla, se puede utilizar la interfaz de enchufe de la lámpara E27 doméstica normal y la cámara de vigilancia inalámbrica real no tiene problemas de cableado\n\nEspecificación:\nColor del producto: blanco\nTamaño del producto: 15*6,5*6,5 cm\nEspecificaciones: Admite imagen infrarroja e iluminación con cuentas de lámpara LED\nInfrarrojo: solo hay imágenes infrarrojas en blanco y negro por la noche. Versión de lámpara doble: hay perlas de lámpara LED, la luz blanca se puede usar para iluminar y la pantalla a color se muestra después de encender la luz\nSensor: 1/3 de pulgada RGB 1080P CMOS\nLente: lente estándar de 3,6 mm\nResolución: 1080P (1920*1280) 720P (1280*720) Óptica\nÁngulo de giro/Inclinación panorámica\n: 355 Inclinación: 120 Mini sensibilidad: 0.02Lux\nLa visión nocturna por infrarrojos admite hasta 10 metros, y infrarrojo se enciende mediante una fotorresistencia automática\nTransmisión dual H.264 comprimida\nde vídeo Transmisión 1080P: 1,21,5 Mbps 720P: 512 Kbps\nFormato de audio\nG.711A Admite protocolos http, https, TCP, IPV4, IPV6, UDP, RTSP, ICMP, RTP, DHCP, ARP, DNS, QoS\nProtocolo WiFi IEEE 802.11b/g/n\nRotación de imagen/espejo inverso\nSoporte de control de vídeo\nSoporte de control de vídeo\nSoporte de voz Soporte de detección de movimiento\nSoporte de seguimiento automático\nde acción alarma Envío de alarma por correo electrónico/información de alarma en tiempo real\nCanal de audio Micrófono incorporado\nEl almacenamiento TF admite una tarjeta TF de hasta 64 G\nAlimentación E27 110-240 V\nConsumo de energía <5 W\n\nLista de productos:\n2* cámara,\n2* base,\n2* manual,\n2 paquete de accesorios de instalación\n\nTienda de posventa:\n1. Por favor, compruebe los productos durante el envío, si hay algún daño, acéptelo y póngase en contacto con nosotros de inmediato. Lo confirmaremos y le enviaremos una nueva confirmación;\n2. Si hay algún problema con el producto, muéstrenos la foto o el video y lo resolveremos por usted;\n3. Cualquier comentario de usted será muy apreciado. Si está satisfecho con nuestros servicios o productos, por favor denos 5 estrellas. Si tiene alguna pregunta, póngase en contacto con nosotros y nos pondremos en contacto con usted lo antes posible.",
                "stock": "35",
                "price": "292",
                "pcode": "CM012",
                "category": "Cámaras de seguridad",
                "fecharegistro": "2024-04-24T23:14:30-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714022069700-D_NQ_NP_639328-CBT73940576920_012024-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714022069700-D_NQ_NP_828754-CBT74049857163_012024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T05:14:30.389Z",
                "updatedAt": "2024-04-25T05:14:30.389Z",
                "__v": 0,
                "id": "6629e6b66ab8a367293436cb"
            },
            {
                "_id": "6629dabd6ab8a3672934368e",
                "title": "Cubot King Kong Power Dual SIM 256 GB Black 8 GB RAM",
                "description": "CUBOT KINGKONG POWER\n16GB RAM (8GB+8GB), 256GB ROM, batería de 10600mAh con carga rápida de 33W, pantalla FHD+ de 6,5 pulgadas, linterna de 5000 lúmenes, cámara de visión nocturna de 20MP, todas estas características hacen del CUBOT Kingkong Power teléfono irrompible un smartphone outdoor muy práctico.\n\nMemoria enorme\nAdopta la tecnología original de expansión de memoria, CUBOT KingKong Power movil todoterreno tiene 8GB de RAM virtual, lo que significa que puede ampliar la memoria RAM de 8GB a 16GB. La memoria RAM original del sistema del teléfono es de 8 GB, puedes ampliar la memoria hasta 16 GB en el sistema de forma gratuita. Esta tecnología permite que el teléfono ejecute varias aplicaciones al mismo tiempo sin lag. 256GB ROM más 1TB de memoria expandida (tarjeta TF no incluida) te dan un montón de espacio de almacenamiento, por favor, siéntete libre para descargar tus juegos y películas favoritas.\n\n10600mAh Batería Duradera & 33W Carga Rápida\nCUBOT KingKong Power smartphone baratos libres con 10600mAh batería masiva adopta la tecnología avanzada de doble celda, que es más seguro y más estable en uso. Carga rápida de 33W, acorta efectivamente el tiempo de carga, ¡siempre listo! Un excelente compañero para sus viajes cortos o incluso a largo plazo. Función adicional OTG, que puede alimentar otros dispositivos electrónicos en caso de emergencia, deshacerse de la ansiedad de energía.\n\nNo Más Miedo a la Oscuridad\nCUBOT KingKong Power Movil antigolpes está equipado con una potente linterna LED dual en la parte superior, proporcionando un 5000 lúmenes, emitiendo un haz de luz fuerte y enfocado. Cuando explore por la noche, puede confiar en ella para iluminar objetos distantes o navegar, sirviéndole en cualquier momento y en cualquier lugar, matando dos pájaros de un tiro.Especialmente adecuado para el uso diario, situaciones de emergencia, al aire libre, camping, senderismo.\n\nResistente y duradero\nEl teléfono está fabricado para ser resistente, con clasificaciones IP68 e IP69K de resistencia al agua y al polvo. El diseño robusto que puede soportar condiciones extremas.\nATENCIÓN:!!!\nPara asegurarte de que tu teléfono puede sobrevivir después de remojarlo en el agua, asegúrate de que la goma USB, la alfombrilla de goma y la tapa de la batería están aplanadas y los tornillos están apretados.\n\nSiga Su Ritmo Creativo\nCUBOT KingKong Power Móviles con 48MP cámara principal para ayudarle a dominar siempre cada momento que le pertenece, y sumergirse en colores realistas, detalles y calidad de imagen. Con 20MP cámara de visión nocturna, puede capturar imágenes claras detalle al explorar en la oscuridad, incluso cuando la luz es sólo tan bajo como 0,02 lux. Los modos panorámico, subacuático, belleza, escena nocturna y retrato le permiten obtener una experiencia de disparo más profesional.\n\nEin visuelles Erlebnis in FHD+\nCUBOT KingKong Power telefonos moviles resistente 2023 a través de 6,5 pulgadas FHD + pantalla combinada con 2400*1080 de alta resolución, que es impecable en términos de claridad, brillo y fluidez. Deje que cada cuadro de la imagen sea clara y vívida, pantalla grande de alta definición, colores brillantes, traiga un increíble viaje visual inmersivo y le presente la última fiesta visu\n\nPotente sistema de Procesamiento\nAdopta MT8788, un procesador Octa-core, el CUBOT Kingkong Power móvil indestructible proporciona un inicio de aplicaciones más rápido y una experiencia más suave que nunca, realiza el equilibrio entre rendimiento y consumo de energía. Además, el sistema Android 13 es también una de nuestras especialidades, puede mejorar la disponibilidad del sistema y la protección de la privacidad del usuario al máximo.",
                "stock": "250",
                "price": "3425",
                "pcode": "asdd2",
                "category": "Celulares",
                "fecharegistro": "2024-04-24T22:23:25-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714019005425-D_NQ_NP_2X_872221-CBT69325164404_052023-F.webp"
                    },
                    {
                        "path": "public\\uploads\\1714019005425-D_NQ_NP_932404-CBT69548404884_052023-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:23:25.476Z",
                "updatedAt": "2024-05-01T20:47:51.334Z",
                "__v": 0,
                "id": "6629dabd6ab8a3672934368e"
            },
            {
                "_id": "6629e63a6ab8a367293436c5",
                "title": "1sow® Smart Tv Pantalla 43 Pulgadas Led Android Tv Fhd 2k",
                "description": "Hola, estimado cliente, bienvenido a La Tienda:\n\n**Información sobre el producto:\nMarca: 1SOW\nTipo de televisión: Smart TV\nTipo de soporte de red: Wifi, Red por cable\nTamaño de la pantalla: 43 pulgadas\nServicios de Internet compatibles: Netflix, YouTube, Disney+, Vix, Google Play, Hulu, Vudu, HBO, etc.\nTecnología de pantalla: LCD\nResolución: 1920*1080p\nFrecuencia de actualización: 60 Hz\nCaracterísticas especiales: Sonido Dolby Studio;Reducción de ruido;MAXHUBshare; 1G+8G; Android 11;\n\n**Función del producto:\n1. Resolución Full HD 1080p- Television smart tv Equipado con resolución HD de 1920 x 1080 píxeles,Disfrute de sus películas y programas de televisión favoritos con una calidad de imagen de alta definición asombrosa que mejora la claridad y el detalle.\n\n2. LED en todos los lugares correctos - La retroiluminación Full Array LED dispone los LED distribuidos uniformemente por toda la retroiluminación de la pantalla y ofrece una uniformidad de luz y un rendimiento de imagen superiores.\n\n3. MAXHUBshare - Descargando la APP MHshare, puedes controlar y manejar el televisor desde tu teléfono móvil.\n\n4. Dolby - TV está equipado con la función de sonido Dolby, que le permite disfrutar de un festín auditivo de mayor calidad.\n\n5. Android TV - Android TV te ofrece una forma más inteligente y sencilla de sacar más partido a tu televisor.\n\n6. Inteligente y fácil - Disfruta de acceso instantáneo a la mejor selección de aplicaciones de los mejores servicios de streaming,Tu TV incluye un extenso catálogo de aplicaciones donde están disponibles al instante.\n\n7. Motion Rate 120 - No tenga problemas para mantener la vista en el balón: disfrute de deportes, películas y juegos de ritmo rápido sin retrasos.Con la tecnología de procesamiento de imágenes Motion Rate, este televisor mantiene la emoción al facilitar el seguimiento de la acción en rápido movimiento.\n\n8. Experiencia de TV - todo su entretenimiento en un solo lugar. TV le da acceso rápido a la televisión en vivo, videojuegos, música, y le permite transmitir más de 1 millón de películas y episodios de televisión. Pueden solicitar suscripciones.\n\n9. Diseño sin biseles - Este televisor está diseñado con un precioso bisel delgado para que haya menos marco de TV que interfiera con su experiencia de visualización.\n\n10. Simplemente brillante, Ultra HD TV - Relación de aspecto de la imagen: 16:9.Consumo de energía : 48W. Fuente de alimentación (voltaje/Hz) : AC 100-240V, 50/60Hz.\n\n11.3 entradas HDMI - Dos entradas HDMI de alta velocidad para la mejor conexión con consolas de juegos, decodificadores, receptores AV y mucho más.\n\nEl paquete incluye:\n1 x 43 Pulgadas Smart TV\n2 x Base\n1 x Mando a distancia\n2 x Batería (AAA)\n1 x Manual de usuar\n\nAtención:\n1. Todos los productos son genuinos, puede estar seguro de comprar\n2. Todos los productos se envían desde México y se envían desde el almacén oficial de Mercado Libre.\n3. Si encuentra algún problema durante el uso, no dude en ponerse en contacto con nuestro servicio de atención al cliente, le responderemos y resolveremos su problema dentro de las 12 horas.\n4. Si necesita una factura, haga clic en el puerto de posventa en los detalles del pedido para contactarnos, lo trataremos lo antes posible (tenga en cuenta: solo podemos proporcionar facturas sin impuestos)\n\nGarantía del vendedor: 60 días",
                "stock": "0",
                "price": "3879",
                "pcode": "TV522",
                "category": "Televisores",
                "fecharegistro": "2024-04-24T23:12:26-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714021945576-D_NQ_NP_613983-CBT74808138358_032024-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714021945577-D_NQ_NP_953915-CBT74939986799_032024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T05:12:26.259Z",
                "updatedAt": "2024-05-11T15:59:50.612Z",
                "__v": 0,
                "id": "6629e63a6ab8a367293436c5"
            },
            {
                "_id": "6629d9dd6ab8a3672934367e",
                "title": "Redragon S101 Gaming Keyboard, M601 Mouse, RGB Backlit Gaming Keyboard, Programmable Backlit Gaming Mouse, Value Combo Set [New Version]",
                "description": "PC GAMING KEYBOARD AND GAMING MOUSE COMBO: Includes Redragon RGB Backlit Computer Gaming Keyboard and RGB Backlit Gaming Mouse. ALL-IN-ONE PC GAMER VALUE KIT, Fantastic for Gamers (New Improved Version)RGB BACKLIT GAMING KEYBOARD; 7 different RGB Lighting modes & effects, 4 backlight brightness levels, adjustable breathing speed. The keycaps offering clear uniform backlighting WIN key can be disabled for gaming. The PC Gaming Keyboard has been ergonomically designed to be a superb typing tool for office work as well. The gaming Keyboard is built to withstand the average liquid spill. The integrated wrist rest gives you the comfort you need for marathon gaming sessions",
                "stock": "34",
                "price": "39.99",
                "pcode": "t453f3ds",
                "category": "Mouse",
                "fecharegistro": "2024-04-24T22:19:41-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714018781200-71QDJHG1PqL._AC_SX679_PIbundle-2,TopRight,0,0_SH20_.jpg"
                    },
                    {
                        "path": "public\\uploads\\1714018781202-71rooJx0UXL._AC_SX679_.jpg"
                    }
                ],
                "createdAt": "2024-04-25T04:19:41.266Z",
                "updatedAt": "2024-04-25T04:19:41.266Z",
                "__v": 0,
                "id": "6629d9dd6ab8a3672934367e"
            },
            {
                "_id": "6629e2986ab8a367293436b8",
                "title": "Laptop 2 En 1 Celeron N4100 8gb Ram 256gb Ssd 14.1 In",
                "description": "Gran memoria y espacio de almacenamiento\nEste notebook está repleto de memoria y almacenamiento potentes. Está equipado con memoria de alto ancho de banda DDR4 de 8 GB, que puede proporcionar un mayor rendimiento y capacidad de respuesta. Ya sea ejecutando varias aplicaciones, pestañas del navegador o realizando tareas complejas al mismo tiempo, puede aumentar su productividad. El diseño de gran ancho de banda de la memoria también acelera las transferencias de datos, lo que hace que sus operaciones sean más fluidas y eficientes.\n\nAdemás, la computadora portátil tiene 256 GB de almacenamiento SSD, lo que brinda mucho espacio para sus archivos y aplicaciones. En comparación con los discos duros mecánicos tradicionales, los SSD tienen velocidades de lectura y escritura más rápidas, lo que puede reducir significativamente los tiempos de carga de aplicaciones y archivos. Esto significa que puede acceder y trabajar con archivos más rápido, mejorando el rendimiento general de su computadora portátil.\n\nLa gran memoria y el espacio de almacenamiento de esta computadora portátil la hacen ideal para el uso comercial, estudiantil y diario. Puede almacenar y administrar fácilmente grandes cantidades de archivos, fotos y videos, y ejecutar múltiples aplicaciones simultáneamente sin problemas de rendimiento. Ya sea que esté trabajando en documentos, editando fotos o viendo videos de alta definición, puede obtener una experiencia fluida.\nLa memoria de alto ancho de banda DDR4 de 8 GB de la computadora portátil y el espacio de almacenamiento SSD de 256 GB le brindan un mejor rendimiento, un mayor espacio de almacenamiento y una mayor eficiencia. Ya sea que esté trabajando en la oficina, estudiando en clase o usándolo a diario, puede satisfacer sus necesidades.",
                "stock": "16",
                "price": "3933",
                "pcode": "LP456923423",
                "category": "Laptops",
                "fecharegistro": "2024-04-24T22:56:56-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714021016816-D_NQ_NP_602050-CBT74070226501_012024-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714021016817-D_NQ_NP_852083-CBT75798087048_042024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:56:56.869Z",
                "updatedAt": "2024-04-25T04:56:56.869Z",
                "__v": 0,
                "id": "6629e2986ab8a367293436b8"
            },
            {
                "_id": "6629e14d6ab8a367293436ab",
                "title": "Laptop Gaming MSI KATANA 15 Ci7 16GB 1TB RTX4070",
                "description": "La laptop MSI Katana 15 B13VGK 9S7-158571-2007 es una solución tanto para trabajar y estudiar como para entretenerte. Al ser portátil, el escritorio dejará de ser tu único espacio de uso para abrirte las puertas a otros ambientes ya sea en tu casa o en la oficina.\n\nPantalla con gran impacto visual\nSu pantalla de 15.6\" y FHD de resolución te brindará colores más vivos y definidos. Tus películas y series preferidas cobrarán vida, ya que ganarán calidad y definición en cada detalle.\n\nEficiencia a tu alcance\nSu procesador Intel Core i7, te permitirá ejecutar programas variados y procesos indispensables para desenvolverte en el día a día, ya sea en tu trabajo o en los momentos de ocio en tu hogar.\n\nUn procesador exclusivo para los gráficos\nSu tarjeta gráfica NVIDIA RTX4070 Laptop GPU convierte a este dispositivo en una gran herramienta de trabajo para cualquier profesional del diseño. Te permitirá lograr una gran performance en todos tus juegos y en otras tareas cotidianas que impliquen procesamiento gráfico.\n\nAviso legal\n• La duración de la batería depende del uso que se le dé al producto.",
                "stock": "5",
                "price": "43499",
                "pcode": "LP4569",
                "category": "Laptops Gamers",
                "fecharegistro": "2024-04-24T22:51:25-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714020684658-D_NQ_NP_822653-MLU75783805206_042024-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714020684662-D_NQ_NP_667818-MLU75783698250_042024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:51:25.343Z",
                "updatedAt": "2024-04-25T04:51:25.343Z",
                "__v": 0,
                "id": "6629e14d6ab8a367293436ab"
            },
            {
                "_id": "6629e24e6ab8a367293436b5",
                "title": "Laptop Lenovo Thinkpad X390 Core I5-8365 8gb Ram 256gb Ssd",
                "description": "Lenovo ThinkPad X390 13.3\" FHD Business Laptop es pensada para hacer su vida más sencilla. Su diseño elegante e innovador y su comodidad para transportarla, la convertirá en su PC favorita. Cualquier tarea que le propongas, ya sea en casa o en la oficina, la harás con facilidad gracias a su poderoso rendimiento.\n\nRAM de alta velocidad y enorme espacio: Laptop Lenovo ThinkPad X390 delgado y ligero es de 8 GB de RAM de alto ancho de banda para ejecutar sin problemas múltiples aplicaciones y pestañas del navegador a la vez y la unidad de estado sólido PCIe NVMe M.2 de 256 GB permite un arranque rápido y transferencia de datos.\n\nProcesador: Laptop Lenovo ThinkPad X390 delgado y ligero es un procesador Core i5-8365 de 1.60GHz hasta 4.10 GHz, por lo que puedes esperar un rendimiento muy rápido, fiable y consistente para una experiencia excepcional de PC.\n\nvisualización: Laptop Lenovo ThinkPad X390 delgado y ligero es portátil FHD de 13.3 pulgadas (1920 x 1080), que mostrará tus juegos y películas HD con un color y claridad impresionantes. El acabado antirreflectante reduce la fatiga visual y amplía el campo de visión. visualización WVA antirreflejos 250nits con soporte ComfortView.\n\nEspecificaciones técnicas: Laptop Lenovo ThinkPad X390 delgado y ligero tendrá los 1 puertos USB 3.2 Gen 1, 1 USB 3.2 Gen 2 x 2 tipo C, 1 conector para auriculares, 1 puerto Ethernet RJ-45, 1 puerto adaptador de alimentación; 1 cámara web integrada.\n\nWindows 10 Professional 64-bit - Multi-idioma compatible inglés/español/francés, Ideal para el Hogar, Profesionales, Pequeñas empresas, Educación Escolar.\n\nEl paquete incluye: Laptop, Cargador, Garantía de 90 días.",
                "stock": "250",
                "price": "4360",
                "pcode": "LP45692342",
                "category": "Laptops",
                "fecharegistro": "2024-04-24T22:55:42-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714020941623-D_NQ_NP_828262-MLA73040130860_112023-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714020941623-D_NQ_NP_988145-MLA73121991789_112023-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:55:42.301Z",
                "updatedAt": "2024-05-01T20:47:26.888Z",
                "__v": 0,
                "id": "6629e24e6ab8a367293436b5"
            },
            {
                "_id": "6629e6006ab8a367293436c2",
                "title": "Pantalla Onn 100012585 50 2160p 4k Uhd Roku Smart Led Tv (Reacondicionado)",
                "description": "¡Disfruta de películas y episodios de televisión, noticias, deportes, música y más! Insistimos en 4K Ultra High Definition para este televisor LED de 50 \", que ofrece colores, texturas y detalles más realistas que nunca. También nos asociamos con Roku para brindarle el mejor contenido posible con miles de canales para elegir, convenientemente presentados a través de tu propia pantalla de inicio personalizable.\n\nMírala por cable, satélite, antena HDTV o simplemente comienza a transmitir desde tu aplicación favorita. ¿Te gusta el sonido de tu propia voz? Puedes usarla con la aplicación móvil de Roku para buscar un título, artista, actor o director, o simplemente ir a la vieja escuela con nuestro práctico control remoto. También manejamos todas las actualizaciones de software, de manera automática, por lo que todo lo que tiene que preocuparse es qué mirar. Piérdase en la mejor experiencia de visualización. Vea onn. 50 \"\n\n\n\nDatos sobre la tv:\n\nEste producto seminuevo ha sido inspeccionado, probado y limpiado profesionalmente por proveedores calificados.\n- No habrá imperfecciones estéticas visibles cuando se sostenga a un brazo de distancia.\n- Los controles no incluyen baterias\n- Este producto es elegible para un reemplazo o reembolso dentro de los 90 días siguientes a su recepción si no estás satisfecho.\n\nGarantía del vendedor: 3 meses",
                "stock": "1",
                "price": "4673",
                "pcode": "TV52",
                "category": "Televisores Reacondicionados",
                "fecharegistro": "2024-04-24T23:11:28-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714021888773-D_NQ_NP_790979-MLM52472975086_112022-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714021888774-D_NQ_NP_852115-MLM72924064208_112023-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T05:11:28.823Z",
                "updatedAt": "2024-04-25T05:11:28.823Z",
                "__v": 0,
                "id": "6629e6006ab8a367293436c2"
            },
            {
                "_id": "6629daf86ab8a36729343691",
                "title": "Honor X8b 8+512 Gb Color Plata",
                "description": "El HONOR X8b es el más avanzado de este par. Su diseño se caracteriza por un módulo cuadrado para las cámaras en la parte trasera y un acabado plano en los laterales. Su pantalla también es plana, a diferencia de otros modelos de la gama premium y media, como el Honor Magic5 Lite.\n\nEl Honor X8b tiene pantalla AMOLED de 6.7 pulgadas con resolución Full HD+ y tasa de refresco de 90 Hz. El panel tiene agujero para la cámara frontal, pero en forma de cápsula, al estilo del iPhone 15. Esta es la característica única del HONOR X8b, la nueva ‘Cápsula Mágica’. Se trata de una función que, al igual que la Dynamic Island del iPhone 15, muestra información relevante de algunas aplicaciones en la pantalla.\n\nPor dentro, el HONOR X8b tiene chipset Snapdragon 680 de 6 nanómetros, que promete un rendimiento solvente. Además, cuenta con 8 GB de RAM y 256 GB de almacenamiento fijo, que le dan una gran capacidad. Su batería de 4,500 mAh tiene carga rápida de 35W y su sistema es Android 13 con MagicOS 7.2.\n\nEn el apartado fotográfico, el Honor X8b tiene una cámara principal de 108 MP con lentes de apertura f/1.75, ultra gran angular de 5 MP f/2,2 y una cámara para captura de profundidad de 2 MP f/2.4. Su cámara frontal es de 50 MP con lentes f/2.1.\n\nGarantía del vendedor: 3 meses",
                "stock": "33",
                "price": "5075",
                "pcode": "asdd2sd",
                "category": "Celulares",
                "fecharegistro": "2024-04-24T22:24:24-06:00",
                "img": [
                    {
                        "path": "public\\uploads\\1714019064159-D_NQ_NP_761389-MLM74401454996_022024-O.webp"
                    },
                    {
                        "path": "public\\uploads\\1714019064159-D_NQ_NP_819841-MLM74521594681_022024-O.webp"
                    }
                ],
                "createdAt": "2024-04-25T04:24:24.864Z",
                "updatedAt": "2024-05-01T18:10:03.248Z",
                "__v": 0,
                "id": "6629daf86ab8a36729343691"
            }
        ],
        "totalPages": 2,
        "prevPage": null,
        "nextPage": 2,
        "page": 1,
        "hasPrevPage": false,
        "hasNextPage": true,
        "prevLink": null,
        "nextLink": "/?page=2&limit=15&sort=asc&category=undefined&stock=undefined"
    }
}